{
  "Universe": {
    "What": "The Universe that we observe, all the planets, stars, galaxies etc. According to Advaita Vedanta is 'unreal'. <br><br> By 'unreal', means that it does exist but is ever changing i.e it is 'that' until is is not 'that'. <br><br> The universe is an appearance in the substance or essence of reality 'Brahman' or 'existence' but it is not existence iteself.<br><br> The universe cannot be expressed in words as it is neither pure being(existence) nor non-being(non-existent). <br><br> The universe is also termed as 'Maya' an illusion or appearance in the existence or Brahman.<br><br> The universe is a dream of which Brahman/existence/consciousness is reality.",
    "How": "According to Advaita Vedanta, universe was not created and to understand it, we must understand 'Maya'. <br><br> Maya is the power of existence or Brahman. It has two attributes or properties: <br><br>Projection: It projects time, space and causation and through this, entire universe. <br>Veiling: It hides or misprepresents the actual reality or existence as something else.<br><br>Universe is projection of Maya which is power of Brahman. Through Maya time, space and causation are projected. <br><br> These 3 fundamental elements become framework for rest of the universe to exist.",
    "Why": "The Universe was not created, the projection is not deliberate act, it is natural expression of Brahman's Inherent creative power.<br><br> It is similar to dream unfolding without dreamer's conscious effort. Consciousness i.e Brahman is experiencing itself through this projection i.e Maya.<br><br> Although there was no first act of creation, the universe has been going through eternal cycle of creation, preservation and dissolution.<br><br> During dissolution all individual forms and identity merge into Brahman(existence), only to be projected again during creation stage of next cycle.<br><br> The law of karma keeps this cycle turning infinitely."
  },
  "Time": {
    "What": "Science defines time as the progression of events from the past to the present into the future.<br><br> Time is an illusion, it is also projection of 'Maya', it is by-product of our experience.<br><br>Only when there is observer(awareness) and object, there is time, when either is absent time disappears. <br><br> We have even expreienced this, in deep sleep and in deep meditation there is no time, things start and end instantaneously.<br><br> Because we see and believe in objects, we belive in time, only because we are identified with physical nature, we believe in time.<br><br>Objects are ever changing, and to compare the ever-changingness we have invented this term called 'time' which is not inherent.",
    "How": "Time and Space lend existence from consciousness or Brahman.<br><br>Time and space is something that has come out of Brahman(existence), this isn't creation it is more like transformation.<br><br>It is transformation of Brahman or consciousness. Brahman constantly renews itself in different versions of the same reality which is itself.<br><br> Mind is product of Maya, it is product of space, time and causation, and it sees reality in terms of them. <br><br> Mind is percieving reality only in terms of space, time and causation. Therefore the Self gets veiled as it is beyond space, time and causation.",
    "Why": "Time appears because of Maya and Maya is beyond cause and effect and hence time is beyond cause and effect.<br><br>Maya is Space, Time and Causation, It is the power of Brahman(consciousness or existence).<br><br>There is no cause of Maya, just like we can't find reasonable logical answer for dream within a dream.<br><br>And hence there is no cause of time, and it is not inherent in reality, it is by-product of experience."
  },
  "Life": {
    "What": "The human or jiva consists of three layers physical, subtle and Causal. During birth, the subtle and causal layer attain a new physical layer(body)<br><br>The physical body is made up of 5 elements(earth,water,fire,wind,space)<br><br>The subtle body consists of the life-force(prana), mind, intellect and ego.It also contains causal body.<br><br>The Causal body is basically a record of persons past Karmas and his tendencies/inclinations<br><br>You should have a goal in life and it should be noblest that you can think of.Ultimate goal of life is Enlightenment, liberation or self-realization.",
    "How": "A human or Jiva continuously goes through this cycle of birth, life and death. This cycle is endless, infinite just life universe<br><br> The purpose of life is to grow according to the vedas there are 4 different dimensions of growth, these are: <br><br>Dharma(Righteousness), Artha(Wealth), Kama(Pleasure) and Moksha(liberation)<br><br>Moksha is to be pursued after attaining/fulfilling Dharma, Artha and Kama to a certain Degree<br><br>Although attaining Moksha takes lifetimes, when attained the Person is freed from the cycle of birth and death i.e freed from suffering.",
    "Why": "The cause of birth is desire, with unfulfilled desire the subtle(and causal) body/layer attains a new phsical body in order to fulfill them.<br><br>The most common desire is happiness, this desire for happiness is caused due to ignorance of the self.<br><br>Due to ignorance we falsely identify ourselves as limited body and mind and seek completeness and infinity by acquiring and pursuing new things.<br><br>The ignorance itself if beyond cause i.e it has no beginning, though it is is dispelled when one is enlightened, and hence is freed from cycle of birth and death."
  },
  "Self": {
    "What": "Self or You are neither the body, nor the mind you are ever present witness, which also called as awareness, consciousness, existence and Brahman<br><br>To understand this consider the simple thought experiment, we use the basic principle that observer and object are different<br><br>Level1: Eyes are seer and everything outside is seen,i.e eyes are observer and environment is object<br><br>Level2: Mind is aware of the eyes and the whole body. So, mind is observer and and everything else is object<br><br>Lever3: When you are happy or sad you are aware of it, i.e you are aware of the mind, therefore you are not the mind.",
    "How": "You are this awareness, you are this witness of the mind, consciousness. <br><br> Consciousness is the underlying principle, the essence or the ground of reality. It is beyond birth and death it is beyond time, it is your essence.<br><br> The Jiva goes through the cycle of birth and death, you are ever free consciousness(awareness)<br><br>Everything, the Universe, the Sun, the Earth, your body is appearance in awareness, all this is ever changing.<br><br>But you(awareness) never change, infinite, everywhere, beyond time<br><br> You and others are this one infinite awareness.",
    "Why": "The Self or awareness was never created, it was never born. It is ever present, eternal limitless.<br><br> It cannot be thought of and cannot be expressed through words as it cannot be aware of itself, it is beyond cause and effect.<br><br>Through its power i.e Maya, the whole universe appears with its attributes.<br><br>The awareness itself is like a dreamer and universe is a dream i.e the creation in unintentional.<br><br>When one realizes himself as the awareness, i.e limitless, infinite, eternal, he is freed from suffering."
  },
  "God": {
    "What": "To understand God we must first understand 3 levels of reality these are Absolute, Relative and illusory.<br><br>Absolute level: Brahman or Consciousness is God as it is the essence of reality, it is timeless and infinite.<br><br>Relative level: We worship the same Brahman as Krishna, Christ, Guru Nanak, Allah, etc, they are forms of essence of reality<br><br>Illusory level: The is level which appears when you dream in your sleep, the dream is also appearance in Brahman(Consciousness) i.e appearance in God.",
    "How": "The God worshipped as Krishna, Christ, etc. is just Brahman with attributes i.e appearance of Brahman in physical form.<br><br>If you remove the form, name, every attribute what is left is Brahman or consciousness<br><br> Brahman(awareness) is the reality of God, reality of existence.<br><br>Brahman apppears as Krishna, Christ, etc with its own power which is Maya<br><br>Whenever Adharma rises and spirituality decays then Brahman manifests itself in physical form.",
    "Why": "The essence of God is the essence of Self, the Why behind God is Why behind the self.<br><br>Either realize God or realize who you are, and be free."
  },
  "Karma": {
    "What": "Karma or Law of Karma is 'actions have consequences'.<br><br>Good action(Dharma) results in merit(Punya) and this merit results in happiness(Sukha).<br><br>Bad action(Adharma) results in demrit(Paapa) and this results in unhappiness(dukha).<br><br>All the Indian religions even Buddhism are explicitly based on law of karma, inspite of their vast internal diversities<br><br>All the laws of science, mathematics describe the relative level of reality not the absolute level of reality(Brahman).",
    "How": "The Karma is owned by agent/doer(human/jiva), this agent is unreal(ever-changing). The law of karma only applies at relative level.<br><br>The Self(Brahman) is beyond the law of Karma, it is the witness of actions and their consequences.<br><br>The tendencies are recorded in causal body and karmas are recorded in cosmic causal body Maya.<br><br> Karma is part of the unreal(ever-changing) world created by Maya. In this sense, all karmic actions and their consequences are ultimately unreal in the absolute reality of Brahman.",
    "Why": "Since the doer itself is unreal, the action and their consequences are unreal, at the absolute level, there is no law of karma.<br><br>At relative level, jiva does karma faces the consequences. Law of karma does not affect enlightened person, i.e he acts but there are no karmic reactions to his actions.<br><br>The Universe itself goes through perpetual infinite cycles comprising of creation, preservation and dissolution, because of law of Karma.<br><br>Karmas of several beings have not beared their results and the universe undergoes dissolution, but to bear the results it manifests again."
  },
  "Rebirth": {
    "What": "Just like law of Karma, all the Indian religions even Buddhism are explicitly based also  on the theory of reincarnation, inspite of their vast internal diversities.<br><br>Obeying the law of Karma it is the subtle(and causal) layer/body of jiva(human) leaves the physical body at death and acquires new one.<br><br>Based on the Karmas and tendencies in previous life, the subtle body of jiva attain a new physical body, in new life.<br><br>Good karma leads to a more favorable birth or life circumstances in the next incarnation, while bad karma result in less favorable conditions, a person may even be born in different realms(Lokas) in universe.",
    "How": "The Self or Atman does not travel and attain new body on death it is the subtle(and causal) body of the jiva.<br><br>The subtle body pervades the physical body and at the time of death takes life-force(prana), mind and senses with itself.<br><br>The Self which is everywhere is still present in the dead body but is no longer manifest or reflected, due to absence of subtle body.<br><br>The causal body is contained inside the subtle body, has the record of past karmas and tendencies.<br><br>Although the person loses all the memories and experiences from past life but his spiritual progress remains intact, i.e he inevitably regains the knowledge, understanding and spiritual insights from past life.",
    "Why": "The cause of rebirth is desire, with unfulfilled desire the subtle(and causal) body/layer attain a new phsical body in order to fulfill them.<br><br>The most common desire is happiness, this desire for happiness is caused due to ignorance of the self.<br><br>Due to ignorance we falsely identify ourselves as limited body and mind and seek completeness and infinity by acquiring and pursuing new things.<br><br>The ignorance itself is beyond cause i.e it is beginningless, though it is is dispelled when one is enlightened, and hence is freed from cycle of birth and death."
  },
  "Dharma": {
    "What": "Dharma is not just religion. It is the law of being. Dharma gives identity to things. <br><br>Dharma is law of order, law that governs the relative reality.Consider the Following instances:<br><br>The dharma of Sun is to shine and give energy, dharma of student is to study, dharma of teacher is to teach.<br><br>Dharma keeps family, society and civilization in harmony and peace, it is one of the four dimensions of growth in human's(jiva's) life, it is one of goals of human life.<br><br>When dharma declines God manifests himself as Krishna, Christ, Buddha, etc.",
    "How": "Dharma is also duty and moral/ethical conduct. Through dharma we are exploring the truth, the nature of reality, What is this world we live in  what is this all about? Who are we? What are we doing here?<br><br> Dharma is the means to transcend the cycle of birth and death it is path to liberation, this is our highest dharma which is to realize who we are.<br><br> When Dharma is reason for Karma , human(Jiva) progresses in its journey towards moksha(liberation).<br><br>Dharma is actions taken for betterment of society and ones own growth, it is principle that governs ones actions.",
    "Why": "Dharma is inherent in the realtive reality, it is the intrinsic, innate properties that gives identity to things, i.e makes what they are:<br><br> for eg: radiance and energy gives identity to sun, knowledge and patience gives identity to a teacher, dharma are the qualities/properties without which one cannot identify that thing or subject of matter for eg:one doesn't imagine dark and dull image of 'Sun' in mind, but quite the opposite. <br><br> When one follows dharma he not only produces good karma which results in merits but he also progresses in his path towards liberation.<br><br>Dharma is Universal and Eternal and hence is also known as Sanatana Dharma."
  },
  "Artha": {
    "What": " Artha refers to material wealth, prosperity, and economic well-being. It signifies the pursuit of material and financial security to fulfill one's worldly needs and desires.<br><br>It is one of the 4 dimensions of human growth, i.e it is one of the 4 goals of human life.<br><br>Artha is not viewed as something inherently negative or incompatible with spiritual growth.<br><br>Material wealth and economic prosperity are seen as essential for meeting one's basic needs, supporting one's family, and participating in society<br><br>",
    "How": " Artha is closely intertwined with Dharma, which represents righteous and ethical living. The pursuit of material wealth (Artha) should be guided by principles of righteousness (Dharma).<br><br>This means that one should acquire wealth through honest and ethical means, and it should be used for the benefit of oneself and society as a whole.<br><br> While Artha is considered important, it is not the sole focus of life. Individuals should have a balance between the pursuit of Artha, Dharma, Kama (pleasure), and the ultimate goal of Moksha (spiritual liberation).<br><br>The pursuit of wealth should not overshadow one's ethical duties, desires for pleasure, or the quest for spiritual realization.",
    "Why": "The pursuit of Artha should be transcended as one progresses on the spiritual path.<br><br>The ultimate aim is to attain Moksha, where one realizes their true nature as identical to Brahman (the ultimate reality) and achieves liberation from the cycle of birth and death.<br><br>Artha is seen as a means to an end rather than an end in itself. It can serve as a tool for individuals to fulfill their duties, support their families, and lead a comfortable life while also pursuing spiritual growth and self-realization.<br><br> Artha is viewed as a stepping stone on the spiritual journey, guiding individuals toward a deeper understanding of the impermanence of worldly desires and attachments."
  },
  "Death": {
    "What": "The physical body is impermanent and subject to decay and death. It is considered to be part of the material world (prakriti) and is subject to the laws of nature.<br><br>The Atman or Self continues to exist independent of body and mind.<br><br>It is the subtle body that leaves the physical body at death and acquires new one guided by karma.<br><br>Death is a transition or transformation rather than annihilation.  It is the shedding of the physical body and the temporary identity associated with it.<br><br>The self remains unmoved, unchanged throughout the whole process.",
    "How": "Death in itself is the most painful experience in human(jiva) life. In the final moments of the experience, last thought will fade from awareness.<br><br>After that you will continue being aware, you will be aware of absence of physical sensation or any mental activity. You  don't seize to be aware but there is nothing to be aware of.<br><br>From the standpoint of experience, deep sleep and death are indistinguishable, in both states you remain aware, aware of nothing, aware of silence and stillness.<br><br>Subtle body is the source of prana or energy that enlivens your physical body, when it departs, the physical body is left lifeless and inert.",
    "Why": " The physical body in Advaita Vedanta is viewed as impermanent and subject to decay and death. It is part of the material world and, therefore, subjected to the natural processes of birth, growth, decline, and eventual death.<br><br>The physical body decays into elements it is made up of but not the subtle body.<br><br>Because according to law of karma whatever action a doer has commited he must reap the results even if death intervenes.<br><br> The doer must survive death, doer is not the Self or consciousness.<br><br>Self permeates dead body also, but is no longer manifest or reflected there, due to the absence of subtle body."
  },
  "Liberation": {
    "What": "Liberation(moksha) or enlightenment is freedom from cycle of birth and death and freedom from suffering and sorrow.<br><br>The subtle body moves from body to body, lifetime to lifetime and grows spiritually, not the Self.<br><br>Liberation happens when one realizes or experiences his true nature as eternal, limitless consciousness or when one realizes God.<br><br>It is the culmination of the spiritual journey, where an individual comes to a deep and direct understanding of their true nature and the ultimate reality of the universe.<br><br> The means or path to attain liberation is Yoga. ",
    "How": "It is direct realization that the ultimate reality, known as Brahman, is the only true existence, and everything else, including the individual(jiva) and the physical world, is an illusion or a temporary manifestation of Brahman.<br><br>This realization results in an unshakable understanding of the oneness of all existence.<br><br>In enlightenment, ignorance (avidya) is completely dispelled. The individual understands the illusory nature of the material world and the temporary identity of the ego.<br><br>The end of ignorance leads to end of desires, which terminates the cycle of birth and death.",
    "Why": "What ultimate pursuit of every human is deep and lasting peace i.e freedom from suffering and sorrow.<br><br>One can attain this lasting peace through liberation(moksha), as cause of suffering which is ignorance is dispelled.<br><br>To attain liberation or self-realization one must have pursued or fulfilled the other 3 goals/dimensions of life i.e dharma, artha and kama upto a certain level.<br><br>As one cannot contemplate on God or Self without fulfilling the basic necessities of life.<br><br>The purpose of liberation is to attain deep and lasting peace and to be free from the cycle of birth and death."
  },
  "Evil": {
    "What": "In Hindu Tradition, there is no force of evil or power of evil. There is no entity or deity that is emobodiment of evil.<br><br>However, there is plenty of Adharma, Adharma are acts that violate principle of Dharma, acts that cause injury, harm to oneself and/or  to others.<br><br>These adharmic actions lead to suffering as one faces the inevitable consequences of his/her actions(karma).<br><br>Ultimately, Advaita Vedanta teaches that when an individual realizes their identity with Brahman, the absolute reality, they transcend the dualistic notions of good and evil.",
    "How": "Advaita Vedanta teaches that the material world, including concepts of good and evil, is ultimately an illusion (maya). From this perspective, evil is not a fundamental reality but a product of ignorance (avidya) and delusion.<br><br>Due to ignorance of the nature of the self, jiva(human) commits selfish or/and unethical, immoral actions.<br><br> This not only disturbs the mental peace of human due to guilt but also leads to terrible consequences(karma) for the human.<br><br> It is through enlightenment or liberation individual realizes that good and evil is just a cosmic dance in relative reality, two faces of same coin.",
    "Why": "Evil, as perceived in the relative reality, arises from ignorance and the false identification with the body and/or mind.<br><br> When individuals perceive themselves as separate from others and from Brahman, they can become subject to desires, attachments, and actions that are harmful to themselves and others.<br><br> These actions are considered 'evil' in the relative, dualistic sense.<br><br>The path of Advaita Vedanta aims to transcend the dualities of good and evil by realizing the non-dual nature of reality. Through self-inquiry and self-realization, individuals come to understand their true identity as the eternal Atman, which is beyond the realm of dualities and moral judgments."
  },
  "Success": {
    "What": "Success is a concept that is unreal i.e it is part of relative reality.<br><br>For one person success may be to get a good job, for other it may be to not lose his current job.<br><br>Success may be termed as outcome or unfolding of an event that one considers as favourable.<br><br>Success depends on many factors such as one's own karmas and the karmas of other beings.Therefore one must act without yearning for results, one must act to fulfill his dharma.<br><br>This selfless, desireless action is known as karma yoga.",
    "How": "Success, from the Advaita Vedanta perspective, is not primarily viewed in material or worldly terms but rather in terms of one's progress toward self-realization and the ultimate goal of liberation (moksha).<br><br>The ultimate success in Advaita Vedanta is the realization of one's true nature as the eternal and unchanging self (Atman) and the direct experience of oneness with the ultimate reality, Brahman.<br><br>Success in Advaita Vedanta involves reducing attachment to worldly desires and material possessions.<br><br>Success in Advaita Vedanta involves living in accordance with ethical and moral principles (dharma). Ethical living promotes inner purity and a clear conscience, which are conducive to self-realization.",
    "Why": "Success and failure are unreal concepts i.e they are part of relative reality.<br><br>They arise from ignorance and the identification of oneself with the body and mind. Due to this false identification they yearn results in favour of the false self(body and mind).<br><br>When one realizes oneself as eternal, unchanging, infinite consciousness(Brahman), he realizes the falsity or illusion of the concepts of success and failure.<br><br>When one attains liberation or enlightenment he achieves the highest success in this relative reality.<br><br>He realizes the absolute reality which he is, is beyond success and failure."
  },
  "Ghost": {
    "What": "Hinduism recognizes the existence of ghosts or pretas, which are often described as hungry ghosts or spirits of the deceased who are in a state of suffering and dissatisfaction.<br><br>These are actually subtle bodies which are in this state due to unfulfilled desires and negative karma accumulated in previous lives.<br><br>Pretas are often depicted as suffering beings who roam the world in search of sustenance and fulfillment but are unable to find satisfaction.<br><br> They are said to have insatiable hunger and thirst, which they are unable to satisfy due to their subtle and insubstantial forms. ",
    "How": "When a person dies, the physical body is left behind, but the subtle body is persists. The subtle body retains the individual's karmic imprints and unfulfilled desires from past lives.<br><br>When a person's death is accompanied by strong unfulfilled desires or negative karmic baggage, their subtle body may not immediately move on to its next phase of existence, such as rebirth.<br><br> According to some interpretations, pretas are considered to be in a transitional state. They have a subtle body that is no longer connected to a physical body but has not yet moved on to the next phase of rebirth.<br><br>Ghost which is actually a subtle body is not the Self.",
    "Why": "Individuals may become ghosts or pretas as a result of:<br><br>1. Strong and unfulfilled desires, especially if they are materialistic or attached to sensual pleasures.<br><br>2.Negative or harmful actions in their previous lives.<br><br>3.Inadequate or improper death rituals and offerings by their descendants.<br><br>Through specific rituals and offerings, as well as the accumulation of good karma by their living descendants, pretas may be temporarily relieved of their suffering and facilitated on their journey to their next birth or spiritual progress. "
  },
  "Pleasure": {
    "What": "Pleasure(Kama) is a emotion or feeling that is generated after fulfillment of a desire.<br><br>It is one of the four dimensions of human growth or one of the four goals of human life.<br><br>It encompasses the enjoyment of sensory pleasures, emotional fulfillment, and the pursuit of happiness and enjoyment in life.<br><br>Pleasures and desires are fleeting, they are appearance in the absolute reality(Brahman) i.e they are part of the relative reality.<br><br>The source of pleasure is the Self(Atman or Brahman), when one realizes himself as that he experiences greatest pleasure a human life can offer.",
    "How": "The cycle of birth and death (samsara) is driven by desires and attachments for objects and pleasure offered by them.<br><br> Kama represents the desires and attractions that bind individuals to the material world and keep them entangled in the cycle of samsara.<br><br>All worldly pleasures and desires are transient and ultimately unsatisfying. Pursuing sensory pleasures and material possessions is seen as a futile endeavor because they can never provide lasting happiness or fulfillment.<br><br> The pursuit of kama is characterized by moments of pleasure followed by dissatisfaction and the arising of new desires.",
    "Why": "The cause of pleasure is fulfillment of a desire and cause of desire is ignorance.<br><br>Due to the ignorance of the nature of the Self, one seeks pleasure in the relative reality, one seeks outside.<br><br>This search for pleasure ends when realizes himself as the changless, eternal, infinite consciousness(Brahman or Atman).<br><br>One realizes everything is him and he is everything, the search ends.<br><br> Liberation (moksha) is the state of eternal bliss and freedom from the cycle of pleasure and pain. It is attained through spiritual knowledge (jnana) and the removal of ignorance."
  },
  "Yoga": {
    "What": "Yoga or yog refers to union, union with the absolute reality(Brahman or consciousness).<br><br>This union is a central goal of spiritual practice and realization. Advaita Vedanta teaches that the Self, is perceived as separate from Brahman due to ignorance.The different paths to achieve yoga are:<br><br>Karma Yoga: Path of action<br><br>Bhakti Yoga: Path of devotion<br><br>Raj Yoga: Path of meditation<br><br>Jnana Yoga: Path of knowledge.<br><br>The purpose of yoga is for human to progress in his path to liberation(enlightenment).",
    "How": "Karma Yoga: Karma Yoga emphasizes performing one's duties and actions selflessly, without attachment to the results or fruits of those actions. This selflessness is a key aspect of the practice.<br><br>Bhakti Yoga: Bhakti Yogis in Advaita Vedanta cultivate deep love and surrender to the God. They see this surrender as a way to transcend the ego and the illusion of separateness.<br><br>Raj Yoga: Raj Yoga places a strong emphasis on meditation (dhyana) as a means to attain self-realization and liberation.<br><br>Jnana Yoga: Jnana Yoga in Advaita Vedanta often involves the study of sacred texts, particularly the Upanishads, the Bhagavad Gita, and the works of Advaita philosophers like Adi Shankaracharya.",
    "Why": "The purpose of yoga is to prepare the mind for liberation or enlightenment.<br><br> The mind is impure and scattered, yoga i.e different kinds of yoga karma, bhakti, raj and jnana yog purify the mind and increase focus.<br><br>We may acquire the knowledge of the self but for that knowledge to become firm one must prepare the mind through yoga.<br><br>The four yogas may sound completely different but they share the same purpose and they overlap during implementation.<br><br> Lord Krishna emphasizes the importance of choosing a path of yoga that resonates with one's temperament and inclinations, all while emphasizing the ultimate goal of attaining spiritual realization and union with the divine."
  },
  "Ignorance": {
    "What": "Ignorance(avidya) is the absence of or lack of knowledge(vidya). It is also refered as misunderstanding or misconception.<br><br>It is considered the cause of desire and hence the cause of suffering.<br><br>Ignorance involves misidentifying the self (Atman) with the body and mind. It leads individuals to believe that they are separate, distinct entities with personal identities and individual consciousness.<br><br>Ignorance is considered the root cause of samsara, the cycle of birth, death, and rebirth. Due to ignorance, individuals identify with their physical bodies, minds, and egos, thinking of themselves as separate from the absolute reality (Brahman).",
    "How": "Ignorance gives rise to a dualistic perception of the world, where individuals see themselves as separate from the external world and other beings.<br><br> This dualistic perception includes the belief in the existence of separate objects, subjects, and experiences, leading to the illusion of multiplicity and diversity.<br><br>Ignorance fosters attachment and aversion based on the false identification with the body and mind. Individuals become attached to what they perceive as sources of pleasure and happiness and averse to what they perceive as sources of suffering or discomfort.<br><br>This misidentification results in desires and attachments, individuals accumulate karma, karma propels cycle of birth and death.",
    "Why": "Ignorance, just like maya is beginningless and uncaused. It is not attributed to any external factor or entity. Instead, it is seen as an inherent aspect of the individual's experience in the cycle of birth and death.<br><br>Ignorance(avidya) leads individuals to misperceive the world as separate from themselves, and this misperception is made possible by Maya. Maya projects the illusory world that avidya perceives as real.<br><br>In the Advaita Vedanta perspective, avidya is considered the individual level of ignorance, while Maya operates at the cosmic or universal level.<br><br>Ignorance is dispelled and Maya is transcended on the path to self-realization and non-duality."
  },
  "Knowledge": {
    "What": "Knowledge(Jnana) is not simply intellectual information but refers to direct, experiential understanding of the ultimate truth, which is the realization of non-duality (advaita).<br><br> Knowledge, is the realization and direct experience of the truth, that self is eternal, infinite, changeless Brahman(consciousness)<br><br> Advaita Vedanta emphasizes that true knowledge is not based on belief or intellectual speculation but is direct and experiential.It is the result of a profound inner realization that transcends ordinary perception and conceptual thinking.<br><br> Knowledge in Advaita Vedanta is often described as the removal of ignorance (avidya). Ignorance is the fundamental misunderstanding or misconception about the nature of reality and the self.",
    "How": "Knowledge in Advaita Vedanta is synonymous with self-realization (atma-jnana). It involves the direct realization of the self (Atman) as non-different from the ultimate reality (Brahman).There are many ways through which knowledge can be acquired:<br><br>1.Through meditation, contemplation and self-inquiry.<br><br>2.Study of sacred texts such as Bhagavad Gita and Upanishads.<br><br>3.A qualified guru or spiritual teacher is often considered essential in Advaita Vedanta.<br><br>Scriptures are not easy to grasp and comprehend for a person who is still in ignorance, this makes point 3. really really important.",
    "Why": "The cause of knowledge often begins with a strong desire for liberation from the cycle of birth and death. This desire arises from a recognition of the limitations, suffering, and impermanence inherent in worldly existence. <br><br>The journey toward knowledge in Advaita Vedanta begins with a deep inquiry into the nature of the Self (Atman).<br><br>Seekers study sacred texts, particularly the Upanishads and the works of Advaita philosophers like Shankaracharya. Knowledge requires deep contemplation and reflection on the teachings.<br><br>Knowledge is not merely theoretical but is rooted in direct experience. Seekers engage in practices like meditation and introspection to facilitate the direct realization of non-duality."
  }
}
